import { svip } from '@/app/svip'

// 免费专栏
export const column_id = '189055530934134374x'
export const column_url = `/payment`
export const column_key = 'supercss'
export const start_path = '/supercss/1.px'
export const reactversion = 'CSS 3.x'

export const user_ids: string[] = [
  '1813145181655089152', // 这波能反杀
  '1823968445075886080', // little
  '1825360982176694272', // 安静
  '1843293842095513600', // 睡觉
  '1825542437850849280', // Y.
  '1843292611159564288', // Yd.
  '1843423073341317120', // 赵江江
  '1825335843305291776', // 希柴植物
  '1867511769992531968', // 炆桓
  '1843501381710028800', // 奔跑的小300
  '1823924840911147008', // 怪我咯
  '1843467711817228288', // 开心就好
  '1843300423470194688', // 😄
  '1843290535742447616', // Hugo
  '1843290536707137536', // HHJ
  '1879061433791037440', // gengyujian888
  '1876485841069760512', // 银耳
].concat(svip)