import {svip} from 'app/svip'

// reactprinciple
export const column_id = '1877242199536902144'
export const column_url = `https://xinyuzone.cn/column/${column_id}`
export const column_key = 'reactprinciple'
export const start_path = '/reactprinciple/0.multi'
export const reactversion = 'react@19.0.0'

export const user_ids: string[] = [
  '1813145181655089152', // 这波能反杀
  '1874635429748539392', // _空白
  '1825416080919633920', // 温柔待你
  '1876473278160396288', // 回到过去
  '1876461934652645376', // 落幕
  '1874636334774484992', // 昂
  '1876458676324360192', // 刘弘毅
  '1843293842095513600', // 睡觉
  '1844190120425857024', // 李春雷
  '1823968445075886080', // little
  '1876508277882445824', // superstar
  '1843501381710028800', // 奔跑的小300
  '1876602774721093632', // 糖之初
  '1828957522866892800', // 乐
  '1843483149347364864', // sky
  '1874635709277929472', // 浩
  '1874652501861859328', // 阳
  '1877334418344206336', // 世强
  '1893669352805625856', // 奕晨
  '1867511769992531968', // 炆桓
].concat(svip)